<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
제1조(목적)
본 약관은 메리메이트(이하 회사)가 서비스 가입자(이하 회원)에게 제공하는 모든 서비스(이하 서비스)의 이용 조건과 절차에 관한 사항과 그 밖의 이용에 필요한 제반사항을 규정함을 목적으로 합니다.
	
제2조(약관의 효력과 변경)
1. 약관은 이용자가 등록절차를 거쳐서<가입 약관에 동의합니다>라는 물음에 회원이 <동의>버튼을 클릭 하는 것으로 효력이 발생합니다.
2. 회사는 합리적 이유가 있는 경우 약관을 변경할 수 있으며, 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 회사 홈페이지의 공지게시판에 그 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만 회원의 권리, 의무에 중대한 영향을 주는 변경의 경우에는 적용일자 30일 전부터 공지합니다.
3. 회원은 변경된 약관에 동의하지 않을 경우, 서비스 이용을 중단하고 탈퇴할 수 있습니다. 약관이 변경된 이후에도 계속적으로 서비스를 이용하는 경우에는 회원이 약관의 변경 사항에 동의한 것으로 봅니다.
4. 본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 정보통신망이용촉진 등에 관한 법률 및 기타 관련 법령의 규정에 따릅니다.
	
제3조(약관 외 준칙)
1. 본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 정보통신망이용촉진 등에 관한 법률 및 기타 관련 법령의 규정에 따릅니다
2. 회사는 약관 이 외에 개별 서비스에 대한 세부적인 사항을 정할 수 있으며, 그 내용은 개별 이용 동의 절차 에 따릅니다.
	
<제2장 회원 가입과 서비스 이용>
	
제1조(이용계약)
서비스 이용계약은 이용자가 회사가 정한 약관에 동의하고, 회사가 이를 승낙하는 것으로 이루어집니다.
	
제2조(이용신청)
1. 본 서비스를 이용하기 위해서는 회사가 정한 소정의 가입신청서에 이용자의 개인신상정보 및 회사(기관)명, 사업자등록번호 등 주최사정보를 제공해야 합니다. 이용자가 제공한 개인정보는 개인정보보호정책에 따라 철저히 보호됩니다.
2. 가입신청 양식에 기재된 모든 이용자 정보는 반드시 실제 정보와 동일해야 합니다. 실제 정보를 입력하지 않거나 사실과 다른 정보를 입력한 사용자는 법적인 보호를 받을 수 없습니다.
	
제3조(이용신청의 승낙)
1. 회사는 회원이 모든 사항을 정확히 기재하여 신청할 경우 서비스 이용을 승낙합니다. 단, 아래의 경우는 승낙하지 아니할 수 있습니다.
1) 이용신청 시 필요내용을 허위로 기재하여 신청한 경우
2) 실제 회사(기관)명과 사업자등록번호가 아니거나 타사(타기관)의 정보를 이용하여 신청한 경우
3) 사회의 안녕 질서 또는 미풍양속을 저해할 목적으로 신청한 경우
4) 회사의 이익에 위배되거나 저해할 목적으로 신청한 경우
5) 고의적으로 시스템에 손상을 주거나 마비를 줄 수 있는 행위를 한 경우
6) 기타 회사가 정한 이용 신청 요건이 미비 되었을 경우
	
제4조(서비스 이용)
1. 서비스 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다. 단, 시스템 정기점검 등의 필요로 인하여 회사가 정한 날 또는 시간은 예외로 합니다.
2. 회사에서 제공하는 서비스 중 일부는 회원에 가입하여 회사에서 인정한 ID와 비밀번호를 통해서만 서비스를 받을 수 있습니다.
	
제5조(정보의 제공 및 광고의 게재)
1. 회사는 회원이 서비스 이용 중 필요한 사항에 대해 전자우편을 통해 회원에게 제공할 수 있습니다.
2. 회사는 서비스의 운용과 관련하여 서비스화면 또는 회원의 전자우편 등에 광고를 게재할 수 있습니다.
	
제6조(회원의 혜택)
회사의 회원 가입과 공모전 기본공고 등록은 무료이나, 개인회원 또는 사이트에 방문한 이용자에게 자신의 정보를 보다 효과적으로 노출시키기 위한 별도의 광고 서비스와 공모전 홈페이지 및 접수/운영 관리 서비스의 이용은 유료로 제공됩니다.
	
제7조(계약사항의 변경)
회원은 서비스이용 신청 시 기재한 사항이 변경되었을 경우, 즉시 수정하여야 합니다. 수정하지 않아 발생되는 문제에 대한 책임은 회사에 있지 않습니다. 
	
제8조(계약 해지 및 이용 제한)
1. 회원은 언제든지 회원탈퇴를 하기 위해 고객센터 또는 회원탈퇴 메뉴 등을 통하여 이용 계약 해지 신청을 할 수 있으며, 회사는 관련법 등이 정하는 바에 따라 이를 처리합니다..
2. 회원이 유료서비스를 이용하는 중 회사의 책임에 의해 정상적인 서비스가 제공되지 않을 경우 회원은 본 서비스의 해지를 요청할 수 있으며, 회사는 기간의 정함이 있는 유료서비스의 경우에는 해지일까지 이용일수를 1일 기준금액으로 계산하여 이용금액을 공제 후 환급합니다.
3. 회사는 회원 가입이 해지된 경우 개인정보처리방침 규정에 따라 개인정보를 처리합니다.
	
제9조(이용 제한 절차)
회사는 회원에게 이용제한을 하고자 하는 경우에는 그 사유, 일시와 기간을 정하여 이용자가 받아볼 수 있는 온라인 쪽지 또는 전자우편 등의 방법에 의하여 해당 이용자 또는 대리인에게 통지합니다. 다만, 회사가 긴급하게 이용을 정지할 필요가 있다고 인정하는 경우에는 그러하지 아니할 수 있습니다.
	
제10조(자격상실)
다음 각항의 사유에 해당하는 경우 회사는 사전 통보 없이 이용계약을 해지하거나 기간을 정하여 서비스 이용을 중지할 수 있습니다.
1. 가입신청 시 허위 내용으로 등록한 경우
2. 타인의 아이디와 비밀번호, 핸드폰번호를 도용한 경우
3. 회사, 다른 회원 또는 제3자의 저작권을 침해하는 경우
4. 사회의 안녕과 공공질서, 미풍양속을 해치는 행위를 하는 경우
5. 타인의 명예를 손상 시키거나 불이익을 주는 행위를 하는 경우
6. 같은 이용자가 다른 ID로 이중 등록을 한 경우
7. 범죄행위에 관련되는 경우
8. 정보통신망에 장애를 일으킬 수 있는 행위를 하는 경우
9. 회사의 허락 없이 회사의 서비스를 이용해 영리행위를 하는 경우
	
<제3장 계약 당사자의 의무>
	
제1조(회사의 의무)
1. 회사는 서비스를 안정적, 지속적으로 제공할 의무가 있습니다.
2. 회사는 서비스 제공과 관련된 설비에 장애가 발생할 경우 신속히 복구할 의무가 있습니다.
3. 회사는 회원이 제기한 의견이나 불만이 정당하다고 인정할 경우에는 내부 협의를 거쳐 처리 하여야 합니다.
4. 회사는 개인정보를 회원의 동의 없이 제3자에게 제공하지 않습니다. 단, 특정 개인의 신상이 노출되지 않는 통계작성, 학술 연구 등의 목적일 경우, 범죄에 대한 수사상의 목적인 경우 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우에는 예외로 합니다.
5. 천재지변 등 예측하지 못한 일이 발생하거나 시스템의 장애가 발생하여 서비스가 중단될 경우 이에 대한 손해에 대해서는 회사가 책임을 지지 않습니다. 다만 자료의 복구나 정상적인 서비스 지원이 되도록 최선을 다할 의무가 있습니다.
6. 회사는 회원이 회사의 사이트를 편리하게 이용할 수 있도록 하기 위해 회원의 정보를 제휴 사이트들과 공유할 수 있으며, 공유를 위해 회사는 회원의 컴퓨터에 쿠키를 전송할 수 있습니다.
	
제2조(회원의 의무)
1. 회원은 서비스 사용에 있어서 회사와의 약속을 준수합니다.
2. 회원은 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없습니다. 회사의 사전 승인 없이 여타 개인 및 조직에 서비스를 재판매 하는 것은 허용되지 않습니다.
3. 회원은 회사로부터 허가 받지 않은 광고물의 배포 및 게재를 금지합니다.
4. 회원은 서비스와 연결된 모든 네트워크에 대한 접근시 해당 네트워크의 관련규칙을 성실히 준수해야 합니다.
5. 회원은 같은 서버를 이용하는 다른 고객에게 피해를 주어서는 안 됩니다.
6. ID와 비밀번호에 관한 모든 관리의 책임은 회원에게 있습니다.
7. 회원은 자신의 ID가 부정하게 사용된 것을 인지한 즉시 회사로 그 사실을 통보하여야 합니다.
8. 회사의 저작권, 소유권 또는 제3자의 저작권 등 기타 권리를 침해하지 않아야 합니다.
9. 회원은 회사에서 제공하는 서비스의 내용에 광고를 삽입할 수 있음을 동의하여야 합니다.
10. 회원은 이 약관 및 관계 법령에서 규정한 사항을 준수해야 합니다.
	
<제4장 게시물>
	
제1조(게시물)
1. 게시물이라 함은 서비스의 여타 게시판에 회원 또는 비회원이 게시한 게시물, 질문, 답변, 댓글 등 모든 자료를 총칭합니다.
2. 회사는 아래에 해당되는 게시물일 경우 사전통지 없이 삭제 합니다.
1) 회사에서 정하고 있는 게시기간을 초과한 경우
2) 회사의 저작권이나 제3자의 저작권 등 기타 권리를 침해하는 경우
3) 다른 회원 또는 제3자의 명예를 훼손시키는 경우
4) 공공질서, 미풍양속에 저해되며 음란한 내용이나, 특정종교를 선전하거나 비방하는 내용, 기타 비양심적인 내용을 게재하는 경우
5) 광고성 게시물을 무단 게재한 경우
6) 범죄행위 및 기타 관계법령에 위반된다고 판단되는 경우
7) 정보통신 윤리위원회 등 관련 공공기관의 시정 요구가 있는 경우
	
제3조(게시물의 이용 및 회사의 책임)
1. 회사는 회원이 등록한 게시물을 상업적 목적으로 활용할 수 있으며, 비즈니스 파트너 혹은 미디어에게 게시물의 내용을 제공할 수 있습니다.
2. 회사는 모든 게시물을 검사 또는 검열할 의무를 갖지 않습니다.
3. 개인회원 또는 비회원의 접수작품 및 게시물의 저작권 책임은 등록자 개인에게 있으며 그 접수작품 및 게시물로 인하여 발생하는 손실이나 문제는 등록자 개인의 책임이며, 회사는 이에 대하여 책임을 지지 않습니다. 단 회사의 고의에 의한 경우에는 그렇지 않습니다.
4. 주최사 회원에 의해 개최되는 모든 개별 공모전의 운영 및 수상과 관련된 모든 절차는 주최사 회원이 정하는 기준에 의해 진행됩니다.
	
<제5장 기타>
	
제1조(면책)
1. 회사는 통신사의 서버의 과실로 인한 피해는 책임지지 않습니다.
2. 회사는 회원이 유포한 불법자료나 저작권과 관련된 자료로 입을 수 있는 피해에 대하여 일체의 책임을 지지 않습니다.
3. 회사가 의무를 다했을 경우에 발생하는 피해에 대해서는 일체의 책임을 지지 않습니다.
4. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공 중지에 대한 책임을 지지 않습니다.
5. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 어떠한 책임도 지지 않습니다.
6. 회사는 주최사 회원이 게재하는 정보의 신뢰성 및 정확성 등 내용에 관해서는 관여하지 않으며, 이로 인한 손해 등에 대해서는 책임지지 않습니다.
7. 회사는 회원 상호간 또는 회원과 제3자간에 서비스와 관련하여 발생한 분쟁에 대해서는 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다.
8. 회사는 회원이 제휴사이트의 서비스를 이용하여 얻은 자료로 인한 손해, 회원과 제휴사이트 간에 행해진 거래에 관하여는 어떠한 책임도 지지 않습니다.
	
제2조(약관적용의 준칙)
이 약관에 명시되지 아니한 사항은 관계법령 및 상관행을 따르도록 합니다.